---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationBottomOfPart
source: html/c30d61e1-0646-86d2-c42e-4d553ff7858e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationBottomOfPart Property

"Lower End Bottom of Insulation Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationBottomOfPart { get; }
```